/*
[UT]
*/

"ER00_TEXTA_001" = "خطأ";
"ER01_TEXTA_003" = "الطابعة مشغولة";
"ER04_TEXTA_001" = "انحشار الورق";
"ER06_TEXTA_005" = "نفاد الورق أو التحميل غير صحيح";
"ER10_TEXTA_005" = "الطابعة في حاجة إلى الخدمة";
"ER10_TEXTA_008" = "الطابعة في حاجة إلى الخدمة";
"ER12_TEXTA_001" = "خطأ تغذية متعددة الصفحات";
"ER4A_TEXTA_001" = "أوشكت وسادة امتصاص حبر الطابعة على الوصول إلى نهاية مدة الخدمة.";
"ER4A_TEXTA_002" = "وصلت وسادة امتصاص حبر الطابعة إلى نهاية مدة الخدمة.";
"ST02_TEXTA_001" = "جارٍ الطباعة";
"ST03_TEXTA_001" = "جارٍ الطباعة";
"ST04_TEXTA_001" = "استعداد";
"ST07_TEXTA_001" = "الطابعة مشغولة";
"ST08_TEXTA_007" = "شحن الحبر الأولي لم يكتمل";
"ST0A_TEXTA_002" = "جارٍ إيقاف تشغيل المنتج";
"ST11_TEXTA_001" = "شحن نظام الحبر";
"COM_TEXTA_001" = "خطأ اتصال";
"COM_TEXTA_002" = "خطأ في الاتصال\r\nربما تم تحديد منتج خطأ";
"DEV_TEXTA_004" = "تم تحديد منتج مختلف";
"OFL_TEXTA_003" = "غير جاهز";
"PAU_TEXTA_001" = "إيقاف مؤقت";
"SRC_TEXTA_001" = "جاري البحث...";
"CHKDUPX_TEXTA_001" = "الطباعة على الوجهين";
"INKCHECKALERT_TEXTA_002" = "تحقق من مستوى الحبر بانتظام.\r\nقد يؤدي الاستمرار في استخدام الطابعة عندما يكون مستوى الحبر أدنى من الحد الأدنى إلى تلف الطابعة.";
"ER00_TEXTB_017" = "1. إلغاء كل مهام الطباعة.\r\n2. افتح الغطاء الأمامي وأخرج أي ورق محشور.\r\n3. أغلق الغطاء وأوقف التشغيل ثم أعد التشغيل مرة أخرى.";
"ER01_TEXTB_001" = "الرجاء الانتظار...";
"ER04_TEXTB_063" = "1. افتح الغطاء الأمامي وأخرج أي ورق محشور.\r\n2. أغلق الغطاء واضغط على الزر %btn% الموجود بالمنتج.";
"ER06_TEXTB_032" = "1. أزل الورق وأعد تحميله.\r\n2. اضغط على الزر %btn% الموجود بالمنتج.\r\n\r\nانقر فوق [إلغاء] لإلغاء مهمة الطباعة عند عرضها. إذا لم يتم الإلغاء، فقم بذلك من على المنتج.";
"ER10_TEXTB_008" = "وصلت وسادة امتصاص حبر الطابعة إلى نهاية فترة الخدمة لها.\r\nيرجى الاتصال بقسم الدعم التابع لـ Epson.";
"ER10_TEXTB_009" = "وصلت وسادة امتصاص حبر الطابعة إلى نهاية فترة الخدمة لها.\r\nقد يتسرب الحبر المستهلك.\r\nيرجى الاتصال بقسم الدعم التابع لـ Epson.";
"ER12_TEXTB_004" = "قم بأي مما يلي.\r\n- إخراج الورق وإعادة تحمليه. اضغط على الزر %btn% في المنتج.\r\n- انقر فوق [إلغاء] لإلغاء مهمة الطباعة عند ظهور هذه الكلمة. إذا لم يتم إلغاؤها، فقم بإلغائها من المنتج.";
"ER4A_TEXTB_001" = "برجاء الاتصال بدعم Epson.\r\nاضغط على الزر %btn% على الطابعة لمتابعة الطباعة.";
"ER4A_TEXTB_002" = "قد تتسبب متابعة الطباعة في تسرب الحبر المستهلك.\r\nبرجاء الاتصال بدعم Epson.\r\nاضغط على الزر %btn% في الطابعة لمتابعة الطباعة.";
"ST02_TEXTB_001" = "الرجاء الانتظار...";
"ST03_TEXTB_001" = "الرجاء الانتظار...";
"ST04_TEXTB_001" = "الطابعة جاهزة للطباعة.";
"ST07_TEXTB_003" = "تنظيف رأس الطباعة أو شحن الحبر. الرجاء الانتظار...";
"ST08_TEXTB_009" = "راجع ورقة الإعداد لإكمال عملية شحن الحبر المبدئية.";
"ST0A_TEXTB_001" = "الرجاء الانتظار...";
"ST11_TEXTB_001" = "الرجاء الانتظار...";
"COM_TEXTB_005" = "قم بتوصيل المنتج بالكمبيوتر وتشغيل الطاقة. إذا قمت بإيقاف التشغيل أثناء الطباعة، فقم بإلغاء مهمة الطباعة.";
"COM_TEXTB_006" = "قم بأحد الإجراءات التالية.\r\n- المنتج متصل بـ \"%queuename%\". الطباعة باستخدام هذا المنتج.\r\n- قم بتوصيل المنتج بالكمبيوتر وتشغيل الطاقة. إذا قمت بإيقاف التشغيل أثناء الطباعة، فقم بإلغاء مهمة الطباعة.";
"DEV_TEXTB_004" = "المنتج المحدد في برنامج التشغيل مختلف عن المنتج المراد طباعته. تحقق من إعدادات برنامج التشغيل والمنتج.";
"OFL_TEXTB_005" = "لا يمكنك الطباعة عند عدم اتصال الطابعة بالكمبيوتر. قم بتوصيل المنتج بالكمبيوتر وتشغيل الطاقة. انقر فوق [اتصال] للطباعة عند ظهور هذه الكلمة أو انقر فوق [قائمة الطباعة] وقم بتغيير إعدادات الاتصال.\r\n\r\nانقر فوق [إلغاء] لإلغاء الطباعة عند ظهر هذه الكلمة.";
"PAU_TEXTB_002" = "لا يمكنك الطباعة عند توقف المنتج مؤقتًا. انقر فوق كلمة [استئناف] عند عرضها لمتابعة الطباعة أو انقر فوق [قائمة الطباعة] وقم بإلغاء تحديد \"إيقاف الطباعة مؤقتً\" في القائمة \"طابعة\".\r\n\r\nانقر فوق كلمة [إلغاء] عند عرضها لإلغاء الطباعة.";
"SRC_TEXTB_001" = "جاري البحث...";
"CHKDUPX_TEXTB_009" = "1. طباعة الصفحة (الصفحات) الأمامية.\r\n2. قم بإزالة الورق المحشور الذي تم إخراجه. اقلبه.\r\n3. قم بتحميل الورق من الحافة القصيرة أولاً ثم انقر فوق [استئناف].\r\nملاحظة:\r\n- انقر فوق [إلغاء] إذا لم تبدأ الطباعة.\r\n- قد لا تكون الطباعة على الوجهين متوفرة عبر Wi-Fi/الشبكة.";
"BTN_PR_013" = "إيقاف";
"IDS_INK_STOPRESET" = "إلغاء";
"IDS_CLOSE" = "موافق";
"IDS_STOP" = "إلغاء";
"IDS_INK_STOPRJ" = "إلغاء";
"IDS_INK_OFFLINE_CANCEL" = "إلغاء";
"BTN_PC_004" = "إلغاء";
"BTN_PC_009" = "إعادة المحاولة";
"BTN_PC_010" = "متابعة";

//--->
"CHARGINGSTATUS_TEXTA_001" = "شحن نظام الحبر";
"INKCHECKALERT_TEXTA_001" = "تحقق من مستوى الحبر بانتظام.";
//<---

////////////////////////////////////////

"INK_REMAIN_MSG" = "لتأكيد الحبر الفعلي المتبقي، افحص بعينيك مستويات الحبر الموجودة في جميع خزانات الحبر الموجودة بالطابعة.\r\nقد يؤدي الاستمرار في استخدام الطابعة عندما يكون مستوى الحبر دون الحد الأدنى إلى حدوث تلف بالطابعة.";

////////////////////////////////////////

"920" = "فحص رأس الطباعة";
"921" = "تنظيف الرأس";
"922" = "محاذاة رأس الطباعة";
"923" = "إعدادات الطابعة";
"924" = "شراء الحبر";
"926" = "تحديث البرنامج";
"928" = "إعدادات تحديث البرنامج";
"IDS_PR_ERROR" = "خطأ";
"IDS_PR_COMERR" = "خطأ اتصال";
"IDS_PR_INKFEW" = "كمية الحبر قليلة";
"IDS_PR_MAINTENANCECALL" = "الاتصال بالصيانة";
"IDS_PR_WARNING" = "تحذيرات أخرى";
"IDS_PR_CHANGINGBK" = "تغيير الحبر الأسود";
"IDS_PR_OFFLINE" = "غير متصل";
"IDS_PR_PAUSE" = "إيقاف مؤقت";
"IDS_PR_SELECTERROR" = "خطأ في تحديد الطابعة";
"IDS_PR_UNCLOGGER" = "خطأ في مهمة الطباعة";
"IDS_ITEM" = "حدث";
"IDS_NOTIFY" = "إعلام الشاشة";
"IDS_YES" = "تشغيل";
"IDS_NO" = "إيقاف تشغيل";
"IDS_PROMOCHK" = "إظهار عروض Epson";
"IDS_ITEMGROUP" = "اختيار إعلام";
"IDS_SIMPLEST_CHK" = "إعلام بسيط بالحالة";
"IDS_DEFAULT_BTN" = "الافتراضي";
"IDS_ICONGROUP" = "اختيار رمز الاختصار";
"IDS_MONICON_CHK" = "قم بتسجيل رمز الاختصار في شريط المهام";
"IDS_EXPTEXT2" = "يؤدي النقر المزدوج فوق رمز الاختصار إلى فتح إطار \"حالة الطابعة\".";
"IDS_SHARED" = "السماح بمراقبة الطابعات المشتركة";
"IDS_IO_CHECK_BTN" = "انظر تنبيهات تذكير انخفاض الحبر";
"IDS_CANCEL_MONITOR" = "إلغاء";
"IDS_STRING_GROUP" = "مستويات الحبر";
"IDS_STRING_GROUP_MTANK" = "فترة الخدمة لصندوق الصيانة";
"IDS_SUB_BTN" = "متابعة";
"IDS_SPL_BTN" = "قائمة الطباعة";
"IDS_CSICINFO_BTN" = "معلومات";
"IDS_PRNSTOP_BTN" = "إلغاء";
"IDS_SPL_BTN2" = "قائمة الطباعة";
"IDS_SPL_BTN3" = "قائمة الطباعة";
"IDS_SHOWDETAIL_BTN" = "تفاصيل";
"IDS_ALLRIGHT" = "All Rights Reserved.";
"IDS_PRODUCT_VER_TITLE" = "المنتج";
"IDS_COMMON_VER_TITLE" = "عام";
"IDS_PRINTER_VER_TITLE" = "واجهة المستخدم";
"IDS_EBAPI_VER_STATIC" = "واجهة الطابعة";
"IDS_INSTALL_VER_STATIC" = "المثبت";
"IDS_BOTHSIDE_PRINT" = "الطباعة على الوجهين";
"IDS_PRNPAUSE_BTN" = "استئناف";
"IDS_CSIC_INFO" = "معلومات الخرطوشة";
"IDS_MAKER_TITLE" = "المُصنع:";
"IDS_INK_TYPE_TITLE" = "نوع الحبر:";
"IDS_IC_TYPE_TITLE" = "رمز الخرطوشة:";
"IDS_PRODUCTION_DATE_TITLE" = "تاريخ الإنتاج:";
"IDS_BPMSTOP_BTN" = "إلغاء الطباعة";
"IDS_BPMPRINT_BTN" = "طباعة بالحبر الأسود";
"IDS_BPMCLOSE_BTN" = "إغلاق";
"IDS_BPMREPLACE_BTN" = "استبدال الخرطوشة...";
"IDS_INITFILL_TITLE" = "أحبار Epson الأصلية";
"IDS_INITFILL_TITLE2" = "خطأ في الخرطوشة";
"IDS_BUTTON_CSIC_DETAILS" = "تفاصيل";
"IDS_CANCEL" = "إلغاء";
"IDS_BUTTON_CSIC_CONTINUE" = "متابعة";
"IDS_BUTTON_CSIC_HOWTOBUY" = "شراء أحبار Epson";
"IDS_ERIS_FW_EXCEPTION_MSG" = "لإجراء الإعدادات باستخدام هذا البرنامج المساعد، يتعين تسجيله باعتباره استثناءً من Windows Firewall.\r\nإذا لم يتم تسجيله كاستثناء، فقد يتم حظر بعض وظائف الاتصال بواسطة Windows Firewall، مما قد يعوق قيامه بوظائفه.\r\n\r\nهل ترغب في تسجيل EPSON Status Monitor 3 كاستثناء من Windows Firewall؟";
"IDS_ENVHELPMENU" = "تعليمات";
"IDS_ENTRYICONMSG" = "هل ترغب في وضع رمز EPSON Status Monitor 3 بشريط المهام عند بدء تشغيل Windows?";
"IDS_STATISTICS" = "مشاركة معلومات استخدامي مع Epson";
"IDS_TITLE" = "EPSON Status Monitor 3";
"IDS_ABOUTBOX" = "حول...";
"IDS_ERROR_001" = "ذاكرة غير كافية.\r\nالرجاء إنهاء هذا البرنامج.";
"IDS_ERROR_015" = "ذاكرة غير كافية.";
"IDS_ERROR_021" = "لا يمكن العثور على معلومات الطابعة.";
"IDS_ERROR_022" = "لا توجد معلومات متاحة حول هذه الطابعة.";
"IDS_ERROR_023" = "تعذر العثور على الملف المحدد.";
"IDS_ERROR_024" = "فشل فتح الملف المحدد.";
"IDS_RESTART_MON" = "لا يمكن المراقبة حاليًا.\r\nالرجاء إعادة تشغيل جهاز الكمبيوتر.";
"IDS_RESTART_SHARE" = "لا يمكن المراقبة. قم بإلغاء تحديد مربع اختيار [مراقبة الطابعات المشتركة]\r\nضمن إطار \"تفضيلات المراقبة\"، وأعد تشغيل جهاز الكمبيوتر.\r\nثم أغلق كافة التطبيقات بما فيها EPSON Status Monitor 2،\r\nوأعد تثبيت برنامج تشغيل الطابعة.";
"IDS_RESTART_BID" = "لا يمكن تأسيس اتصال ثنائي الاتجاه.\r\nالرجاء إعادة تثبيت برنامج تشغيل الطابعة.";
"IDS_SETUP_MENU" = "تفضيلات المراقبة";
"IDS_PAPERSIZE" = "حجم الورق";
"IDS_MEDIATYPE" = "نوع الوسائط";
"IDS_PAUSE" = "إيقاف مؤقت";
"IDS_RESUME" = "استئناف";
"IDS_DISCHARGE_PAPER" = "إخراج";
"IDS_INK_CANCEL" = "إلغاء";
"IDS_OK" = "موافق";
"IDS_HELP" = "تعليمات";
"IDS_INK_RETURN" = "متابعة";
"IDS_ELINK_ERROR_TITLE" = "الدعم الفوري عبر الإنترنت";
"IDS_ELINK_CONNECT_MSG" = "لم يتم تثبيت دليل المستخدم.\r\nإذا كنت ترغب في الاتصال بصفحة الويب \"الأسئلة الشائعة حول منتجات Epson\" عبر الإنترنت، فحدد الزر \"نعم\".";
"IDS_ELINK_CONNECT_TITLE" = "الدعم الفوري عبر الإنترنت";
"IDS_INK_CONTINUE" = "متابعة";
"IDS_PRINT" = "طباعة";
"IDS_PPACK_RETURN" = "متابعة";
"IDS_INKTANKVIEW_ON" = "فحص مستويات الحبر";
"IDS_INKTANKVIEW_OFF" = "إخفاء مستويات الحبر";
"IDS_CLEAN_CONTINUE" = "متابعة";
"IDS_INK_CLSTOP" = "إلغاء";
"IDS_SUPPORT_BTN" = "الدعم الفوري عبر الإنترنت";
"IDS_SUPPORT_BTN_EURO" = "الدعم الفني";
"IDS_ELINK_ERROR_TITLE_EURO" = "الدعم الفني";
"IDS_ELINK_CONNECT_TITLE_EURO" = "الدعم الفني";
"IDS_ELINK_CONNECT_MSG_EURO" = "لم يتم تثبيت دليل المستخدم.\r\nإذا كنت ترغب في الاتصال بصفحة الويب \"الأسئلة الشائعة حول منتجات Epson\" عبر الإنترنت، فحدد الزر \"نعم\".";
"IDS_HOWTO" = "كيفية...";
"IDS_GOONLINE" = "اتصال";
"IDS_BKPRINTING" = "طباعة بالحبر الأسود";
"IDS_BKPRINTING2" = "طباعة بالحبر الأسود";
"IDS_SHEETREMAIN" = "صفحة:%d/%d";
"IDS_TIMEREMAIN_HOUR" = "باقٍ %d ساعة";
"IDS_TIMEREMAIN_MIN" = "باقٍ %d دقيقة";
"IDS_TIMEREMAIN_SEC" = "باقٍ %d ثانية";
"IDS_START_MSG" = "جاري البحث...";
"IDS_ST_NONE" = "حدث خطأ غير معروف.";
"IDS_OLSTART_MSG" = "جاري البحث...";
"IDS_OLST_NONE" = "خطأ غير معروف";
"IDS_STRING_CAPTION" = "تذكير انخفاض الحبر";
"IDS_STRING_PURCHASED" = "تم الشراء بالفعل";
"IDS_STRING_REMINDMELATER" = "التذكير لاحقًا";
"IDS_STRING_BUYINK" = "شراء أحبار Epson";
"IDS_STRING_PRINTTHISWINDOW" = "طباعة هذا الإطار";
"IDS_STRING_CLOSE" = "إغلاق";
"IDS_STRING_CAPTION2" = "شراء الحبر";
"IDS_STRING_INKCODES" = "رموز الحبر";
"IDS_STRING_LOOKMOBILEPHONE" = "View using a mobile phone";
"IDS_STRING_HTML_MESSAGE1" = "EPSON الأصلية";
"IDS_STRING_HTML_MESSAGE2" = "نوصي باستخدام خراطيش Epson الأصلية.";
"IDS_STRING_HTML_MESSAGE3" = "ربما يؤثر استخدام المنتجات الأخرى على جودة الطباعة وقد ينجم عنه تلف الطابعة.";
"IDS_STRING_INKLOW" = "كمية الحبر قليلة";
"IDS_STRING_INKREPLACE" = "استبدال الخرطوشة";
"IDS_STRING_INKCHANGE_NEAR" = "حان الوقت لاستبدال خرطوشة/خراطيش الحبر.";
"IDS_STRING_HTML_MESSAGE4" = "انقر هنا لتلقي عروض الحبر وتحديثات أخرى من شركة Epson.";
"IDS_STRING_PROMOTION2" = "تستطيع شركة Epson إعلامك بالتحديثات الفنية والعروض الترويجية والعروض الأخرى.";
"IDS_STRING_NOTESA2" = "تظهر التحديثات عندما تكون متصلاً بالإنترنت، حيث يتم إرسال البيانات التي تحدد طراز الطابعة الخاصة بك إلى شركة Epson. (لا يتم إرسال أي بيانات شخصية).";
"IDS_STRING_NOTESB2" = "يمكنك تمكين/تعطيل هذه الميزة من إطار \"تفضيلات المراقبة\".";
"IDS_STRING_NOTESC2" = "للتمكين الآن، انقر فوق \"قبول\".";
"IDS_STRING_DISPAGAIN2" = "عدم عرض هذه الرسالة مرةً أخرى.";
"IDS_STRING_TITLE2" = "خدمة إعلام شركة Epson";
"IDS_STRING_ACCEPT2" = "قبول";
"IDS_STRING_DECLINE2" = "رفض";
"IDS_STRING_BTNCLOSE" = "إغلاق";
"IDS_STRING_DISPNOAGAIN" = "عدم عرض هذه الرسالة مجدداً إلى أن تنتهي الإصلاحات.";
"IDS_STRING_DESCRIPTION2" = "الطابعة في حاجة إلى الخدمة";
"STR_FY07OLICOS_PR_MESSAGE3_6" = "يمكنك تعطيل هذه الميزات من الإطار تفضيلات المراقبة.";
"IDS_STRING_NOTESE" = "انقر هنا لفتح تفضيلات المراقبة";
"IDS_CSIC_UNKNOWN" = "غير معروف";
"IDS_CSIC_DATE_FORMAT" = "20%02d/%02d";
"IDS_CSIC_MANUFACTUR" = "Epson الأصلية";
"IDS_CSIC_ERMANUFACTUR" = "خرطوشة غير أصلية";
"IDS_CSIC_NGENUINE" = "تم اكتشاف وجود خرطوشة غير أصلية أو معاد تعبئتها. قد لا يتم عرض مستويات الحبر بسبب وجود مستوى حبر غير معروف.";
"IDS_CSIC_NGENUINE2" = "تم اكتشاف وجود خرطوشة غير أصلية أو معاد تعبئتها. قد لا يتم عرض مستويات الحبر بسبب وجود مستوى حبر غير معروف.";
"IDS_IO_BUYNOW_MSG" = "انقر فوق \"موافق\" لبدء تشغيل مستعرض الويب وشراء خرطوشة الحبر عبر الإنترنت.\r\n\r\nإذا كان لديك اتصال من خلال الطلب الهاتفي لا يتم تشغيله مع المستعرض المستخدم، فيرجى الاتصال بموفر خدمة الإنترنت ثم النقر فوق \"موافق\".";
"IDS_IO_BUYNOW_MSG_EURO" = "لفتح مستعرض الويب والاتصال بموقع الويب، انقر فوق \"موافق\".\r\nإذا لم تكن ترغب في الاتصال بموقع الويب الآن، فانقر فوق \"إلغاء\".";
"IDS_IO_BUYNOW_MSG3" = "Do you want to connect to the Epson Web site to transmit information about the ink cartridges?";
"IDS_IO_CAPTION_MSG" = "برنامج \"شراء الحبر عبر الإنترنت\" المساعد";
"IDS_IO_CAPTION_MSG2" = "View using a mobile phone";
"IDS_BKIS_BUTTON_YES" = "نعم";
"IDS_BKIS_BUTTON_NO" = "لا";
"IDS_BKIS_BUTTON_ALWAYSNO" = "تعطيل هذه الميزة";
"IDS_BUYNOW_BTN" = "شراء أحبار Epson";
"IDS_SCRAPE_NOAGAIN" = "عدم عرض هذه الرسالة مرةً أخرى.";
"BTN_PC_014" = "إلغاء";
"BTN_PC_030" = "طباعة";
"IDS_CSIC_CHECK_DLG2_TITLE" = "أحبار Epson الأصلية";
"IDS_FY06CSIC_MSG5_1_SEPARATE" = "EPSON";
"IDS_FY06CSIC_MSG5_2_SEPARATE" = "%s";
"IDS_FY06CSIC_MSG5_3_SEPARATE" = "Careful to remind you";
"IDS_FY06CSIC_MSG5_4_SEPARATE" = "You have not installed genuine Epson ink cartridges.\r\nThe quality or reliability of nongenuine ink cannot be guaranteed and it may cause damage to your product not covered by Epson's warranty.";
"IDS_FY06CSIC_MSG5_5_SEPARATE" = "In order to protect your rights, we will remind you from time to time.\r\nDo you continue to use non genuine Epson ink cartridges?";
"IDS_DLG_OTHER_003" = "يتعذر تشغيل البرنامج أثناء تشغيل برنامج إعداد برنامج تشغيل الطابعة.";
"IDS_DLG_NONGEN_001" = "تحذير!";
"IDS_ER0C_PAPERSIZE" = " حجم : %papersize%";
"IDS_ER0C_MEDIA" = " النوع : %media%";
"IDS_UNCLOGGER_YES" = "نعم";
"IDS_UNCLOGGER_NO" = "لا";
"IDS_UNCLOGGER_CANCELPRINT" = "إلغاء الطباعة";
"IDS_UNCLOGGER_CLOSE" = "إغلاق";

"NOZZLE_TITLE" = "فحص رأس الطباعة";
"HEADCLEANING_TITLE" = "تنظيف الرأس";
"GAP_TITLE" = "محاذاة رأس الطباعة";
"PGClEANING_TITLE" = "تنظيف موجه الورق";
"PIFLUSHING_TITLE" = "التنظيف الكهربي للحبر";

"PLEASEWAIT" = "الرجاء الانتظار...";

"NOZZLE_B01" = "طباعة";
"NOZZLE_B02" = "إلغاء";
"NOZZLE_B03" = "إنهاء";
"NOZZLE_B04" = "تنظيف";
"NOZZLE01" = "لإجراء فحص لفوهات رأس الطباعة، تأكد من تشغيل الطابعة وتوصيلها بالكمبيوتر. تأكد أيضًا من تحميل ورق عادي بحجم A4 أو Letter في وحدة تغذية الورق الخلفية. انقر فوق [طباعة] لطباعة نموج فحص رأس الطباعة أو انقر فوق [إلغاء] للإنهاء.";
"NOZZLE02" = "قم بمقارنة النموذج الذي تمت طباعته مع النموذج أعلاه. إذا لم تتم طباعة نموذج فحص رأس الطباعة بصورة مُرضية، فانقر فوق [تنظيف]. وانقر فوق [إنهاء] للخروج.";
"NOZZLE02_RESULT1" = "بحالة جيدة";
"NOZZLE02_RESULT2" = "يجب التنظيف";

"HEADCLEANING_B01" = "إلغاء";
"HEADCLEANING_B02" = "بدء";
"HEADCLEANING_B03" = "إنهاء";
"HEADCLEANING_B04" = "طباعة نموذج فحص رأس الطباعة";
"HEADCLEANING01" = "انقر فوق [بدء] لتنظيف فوهات رأس الطباعة. نظرًا لأن التنظيف يستهلك بعض الحبر، فلا تقم بتنظيف رأس الطباعة إلا عند ظهور مناطق باهتة أو فراغات في المطبوعات. استخدم البرنامج المساعد \"فحص رأس الطباعة\" أولاً للتأكد من ضرورة تنظيف رأس الطباعة.";
"HEADCLEANING01_PREPARE" = "الرجاء الانتظار...";
"HEADCLEANING02_CLEANING" = "جارٍ تنظيف الرأس. الرجاء الانتظار.";
"HEADCLEANING02" = "لقد انتهت دورة التنظيف. للتحقق من أن عملية التنظيف كانت فعالة، انقر فوق [طباعة نموذج فحص رأس الطباعة].";
"HEADCLEANING03" = "يستغرق التنظيف عدة دقائق. يتم الانتهاء من التنظيف عند توقف ضوء الطاقة على لوحة التحكم عن الوميض. للتحقق من فعالية التنظيف، انقر فوق [طباعة نموذج فحص رأس الطباعة].";

"GAP_B01" = "إلغاء";
"GAP_B02" = "طباعة";
"GAP_B03" = "التالي >";
"GAP_B04" = "تجاوز >>";
"GAP_B05" = "إعادة محاذاة";
"GAP_B06" = "إنهاء";
"GAP_B07" = "التالي >";
"GAP_B08" = "إلغاء";
"GAP_R01" = "A4";
"GAP_R02" = "Letter";
"GAP01" = "يقوم برنامج \"محاذاة رأس الطباعة\" المساعد بإصلاح المحاذاة الخاطئة للخطوط العمودية والأفقية والطباعة غير الواضحة.";
"GAP02" = "ستتم طباعة ورقة محاذاة عمودية.\r\nتأكد من تشغيل الطابعة واتصالها بالكمبيوتر. تأكد أيضًا من تحميل ورق عادي بحجم A4 أو Letter في الطابعة.\r\nانقر فوق [طباعة] عند الاستعداد.";
"GAP03" = "انظر إلى ورقة المحاذاة.\r\nاعثر على المربع الذي بدون أي أشرطة مرئية في المجموعات من رقم 1 إلى رقم 5. اختر الرقم المناظر لهذا المربع من القائمة أدناه لكل المجموعات. ثم انقر فوق [التالي >].\r\nإذا كان كل مربع يحتوي على أحد الأشرطة، فحدد المربع الذي يحتوي على الشريط أو الأشرطة الأقل سمكًا. ثم انقر فوق [إعادة محاذاة].";
"GAP04" = "ستتم طباعة ورقة محاذاة أفقية سوداء.\r\nتأكد من تحميل ورق عادي بحجم A4 أو Letter في الطابعة.\r\nمن القائمة أدناه، حدد حجم ورق قمت بتحميله.\r\nانقر فوق [طباعة] عند الجاهزية.";
"GAP05" = "انظر إلى ورقة المحاذاة.\r\nابحث عن المستطيلات غير المنفصلة أو المتراكبة.\r\nحدد الرقم المناظر من القائمة الموجودة أدناه. ثم انقر فوق [إنهاء].\r\n.إذا كانت جميع المستطيلات منفصلة أو متراكبة، فحدد أفضل مستطيل منهم. ثم انقر فوق [إعادة محاذاة].";

"PGCLEANING_B01" = "إلغاء";
"PGCLEANING_B02" = "تنظيف";
"PGCLEANING01" = "استخدم الورق العادي لتنظيف الطابعة من الداخل.\r\nتأكد من تحميل الورق العادي بحجم A4 أو Letter بالطابعة، ثم انقر فوق زر [تنظيف].\r\nكرر هذا الإجراء إلى أن يتم تنظيف الطابعة من الداخل.";

"PIFLUSHING_B01" = "إلغاء";
"PIFLUSHING_B02" = "موافق";
"PIFLUSHING_B03" = "بدء";
"PIFLUSHING_B04" = "إنهاء";
"PIFLUSHING_B05" = "التالي >";
"PIFLUSHING01" = "إذا كنت لم تستخدم المنتج لفترة طويلة وتجد أشرطة أو ألوان مفقودة في المطبوعات، فقد تحتاج إلى استبدال الحبر الموجود داخل أنابيب الحبر لحل المشكلة.\r\n\r\nيتيح لك البرنامج المساعد \"التنظيف الكهربي للحبر\" استبدال كل الحبر الموجود داخل أنابيب الحبر، وهو يستهلك الكثير من الحبر.\r\n\r\nستتحسن جودة الطباعة بعد 12 ساعة من استخدام هذه الوظيفة، ولا يمكن استخدامها مرة أخرى في خلال 12 ساعة من آخر استخدام.\r\nهل تريد استخدام الوظيفة الآن؟\r\n\r\nملاحظة: قبل استخدام هذه الوظيفة، تأكد من وجود ما يكفي من الحبر في خزانات الحبر الموجودة بالطابعة.\r\nإذا لم يكن هناك حبر كافٍ، فأعد تعبئة خزانات الحبر.";
"PIFLUSHING02" = "هل تريد بالتأكيد تشغيل هذه الوظيفة؟\r\nلاستبدال كل الحبر الموجود في الأنابيب، يلزم استهلاك الكثير من الحبر.\r\n\r\nملاحظة: تؤثر الوظيفة على العمر الافتراضي للبادات الحبر المستهلك. ينتهي عمر لبادات الحبر المستهلك باكرًا بتشغيل هذه الوظيفة.\r\nعند وصول لبادات الحبر المستهلك إلى نهاية عمرها الافتراضي، اتصل بدعم Epson لطلب الاستبدال.\r\n\r\nانقر فوق [بدء] لبدء استبدال الحبر.\r\nبمجرد بدء هذه الوظيفة، لا يمكن مقاطعتها.";
"PIFLUSHING02_PREPARE" = "الرجاء الانتظار...";
"PIFLUSHING02_CLEANING" = "التنظيف الكهربي للحبر قيد التقدم.\r\nالرجاء الانتظار.";
"PIFLUSHING03" = "اكتمل التنظيف الكهربي للحبر.";
"PIFLUSHING04" = "يستغرق اكتمال التنظيف الكهربي للحبر بعض الدقائق.\r\nعندما يكتمل التنظيف الكهربي للحبر، يتوقف ضوء الطاقة الموجود في لوحة التحكم عن الوميض.";
"PIFLUSHING05" = "لا يمكنك استخدام هذه الوظيفة لأنه مر أقل من 12 ساعة منذ آخر استخدام.";

"ERR_MSG_5" = "يتعذر استكمال عملية فحص رأس الطباعة.";
"ERR_MSG_6" = "يتعذر استكمال عملية تنظيف رأس الطباعة.";
"ERR_MSG_7" = "يتعذر استكمال عملية محاذاة رأس الطباعة.";
"ERR_MSG_8" = "حدثت مشكلة.";
"ERR_MSG_9" = "لا يمكن إكمال الفحص رأس الطباعة.";
"ERR_MSG_10" = "لا يمكن استكمال تنظيف الرأس.";
"ERR_MSG_11" = "لا يمكن استكمال محاذاة رأس الطباعة.";
"ERR_MSG_12" = "جارٍ التنظيف الآن!";
"ERR_MSG_13" = "لا يمكن استكمال تنظيف الرأس.";
"ERR_MSG_14" = "انقر فوق [تفاصيل] لمزيد من المعلومات.";
"ERR_MSG_15" = "هل تريد استبدال خرطوشة الحبر الآن؟";
"ERR_MSG_17" = "وسادة امتصاص الحبر داخل خرطوشة الصور الفوتوغرافية مشبعة. يجب استبدال خرطوشة الصور الفوتوغرافية قبل تنظيف رأس الطباعة.";
"ERR_MSG_19" = "تفاصيل";
"ERR_MSG_20" = "موافق";
"ERR_MSG_21" = "انقر فوق [تفاصيل] لمزيد من المعلومات.";
"ERR_MSG_22" = "نعم";
"ERR_MSG_23" = "لا";
"ERR_MSG_24" = "حدث خطأ اتصال. تأكد من تشغيل الطابعة. تحقق من توصيلات الكابل. إذا كانت الطباعة تتم الفحص رأس الطباعة، فأوقف تشغيل الطابعة وأعد تشغيلها مجددًا لإعادة تعيين إعدادات الطابعة.";
"ERR_MSG_25" = "تعذر اكتمال التنظيف الكهربي للحبر.";
"ERR_MSG_26" = "تعذر اكتمال التنظيف الكهربي للحبر.";
"ERR_MSG_27" = "تعذر استكمال تنظيف دليل الورق.";
"ERR_MSG_28" = "تعذر استكمال تنظيف دليل الورق.";

//--->
"PRISET01B01" = "تطبيق";
"PRISET01B02" = "إلغاء";
"PRISET01SPE04" = "لا توجد معلومات متاحة حول هذه الطابعة.";
"PRISET01SPE05" = "موافق";
"PRISET01GRPBOXTITLE02" = "موقت إيقاف التشغيل";
"PRISET01SPE21" = "إيقاف تشغيل";
"PRISET01SPE22" = "30 دقيقة";
"PRISET01SPE23" = "ساعة واحدة";
"PRISET01SPE24" = "ساعتان";
"PRISET01SPE25" = "4 ساعات";
"PRISET01SPE26" = "8 ساعات";
"PRISET01SPE27" = "12 ساعة";
"PRISET01GRPBOXTITLE03" = "عداد وقت السكون";
"PRISET01SPE31" = "3 دقائق";
"PRISET01SPE32" = "5 دقائق";
"PRISET01SPE33" = "10 دقائق";
"PRISET01SPE34" = "15 دقيقة";
"PRINFO01GRPBOXTITLE01" = "عدد صفحات تغذية الورق";
"PRINFO01SPE01" = "عدد الأوراق";
"PRINFO01SPE02" = "لا توجد معلومات متاحة حول هذه الطابعة.";
"PRINFO01B01" = "موافق";
//<---

